Repository: xMyThoLoGyx/centremedicaleopenshift
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: Invalid medicament
fr_ca: Médicament non valide

source: The medicament has been saved
fr_ca: Le médicament a été enregistré

source: The medicament could not be saved. Please, try again.
fr_ca: Le médicament n'a pas été sauvegardé. Veuillez réessayer.

source: Medecins deleted
fr_ca: Médicament supprimé

source: Medecins was not deleted
fr_ca: Médicament n'a pas été supprimé

source: Invalid patient
fr_ca: Patient non valide

source: Patient saved.
fr_ca: Le patient a été enregistré

source: The patient has been saved.
fr_ca: Le patient a été enregistré

source: Patient deleted
fr_ca: Patient supprimé

source: Patient was not deleted
fr_ca: Patient n'a pas été supprimé

source: Invalid patients medecin
fr_ca: Médicament de patients non valide

source: The patients medecin has been saved
fr_ca: Le médicament du patient à été sauvegarder.

source: The patients medecin could not be saved. Please, try again.
fr_ca: Le médicament du patient n'a pas été sauvegardé. Veuillez réessayer.

source: Patients medecin deleted
fr_ca: Medicament du patient supprimé

source: Patients medecin was not deleted
fr_ca: Medicament du patient n'a pas été supprimé

source: Invalid rencontre
fr_ca: Rencontre Invalide

source: The rencontre has been saved
fr_ca: La rencontre a été enregistré

source: The rencontre could not be saved. Please, try again.
fr_ca: La rencontre n'a pas pu être sauvegardé.

source: Rencontre deleted
fr_ca: Rencontre supprimé

source: Rencontre was not deleted
fr_ca: Rencontre supprimé

source: Nom d'user ou mot de passe invalide, réessayer
fr_ca: Nom d'utilisateur ou mot de passe invalide, réesayer

source: Invalid user
fr_ca: Utilisateur Invalide.

source: The user has been saved
fr_ca: L'utilisateur a été sauvegardé

source: The user could not be saved. Please, try again.
fr_ca: Utilisateur non sauvegardé. Veuillez réessayer.

source: User deleted
fr_ca: L'utilisateur a été supprimé

source: User was not deleted
fr_ca: L'utilisateur n'a pas été supprimé

source: The translation has been saved
fr_ca: La traduction a été sauvegardé

source: Translation saved
fr_ca: Traduction sauvegardé

source: Translation deleted
fr_ca: Traduction supprimer

source: Could not save the translation, please check your inputs.
fr_ca: La traduction n'a pas été sauvegardé!

source: Invalid Translation
fr_ca: La traduction est invalide

source: You need to confirm to delete this Translation
fr_ca: Vous devez confirmer pour supprimer la traduction.

source: Admin Add Translation
fr_ca: Admin Ajouter Traduction

source: List Translations
fr_ca: Liste traduction

source: Delete Translation "%s"?
fr_ca: Supprimer la traduction "%s"?

source: Be aware that your Translation and all associated data will be deleted if you confirm!
fr_ca: Soyez alerte que la traduction ainsi que tous données associé sera supprimer si vous confirmez.

source: Confirm
fr_ca: Confirmer.

source: You have to confirm.
fr_ca: Vous devez confirmer!

source: Continue
fr_ca: Continuer

source: Admin Edit Translation
fr_ca: Admin Modifier Traduction

source: Delete
fr_ca: Supprimer

source: Submit
fr_ca: Envoyer

source: Translations
fr_ca: Traductions

source: Locale Name
fr_ca: Nom Locale

source: Model Name
fr_ca: Nom Modele

source: Field
fr_ca: Champ

source: Content
fr_ca: Contenu

source: Search
fr_ca: Recherche

source: View
fr_ca: Vue

source: Edit
fr_ca: Modifier

source: Edit All locales for this entry
fr_ca: Modifier tous les locales pour cette donnée

source: New Translation
fr_ca: Nouvelle traduction

source: Translation
fr_ca: Traduction

source: Model
fr_ca: Modele

source: Foreign Key
fr_ca: Clé étrangère

source: Edit Translation
fr_ca: Modifier traduction

source: Delete Translation
fr_ca: Supprimer traduction

source: Patients Menu
fr_ca: Menu Patients

source: List Patients
fr_ca: Liste Patients

source: New Patient
fr_ca: Nouveau Patient

source: Medecins Menu
fr_ca: Menu Médicament

source: List Medecins
fr_ca: Liste Medicament

source: Add Medecins
fr_ca: Ajouter Médicament

source: Are you sure you want to delete # %s?
fr_ca: Voulez-vous vraiment supprimer # %s?

source: Edit Medecin
fr_ca: Modifier Médicament

source: New Medecin
fr_ca: Nouveau Medicament

source: Medecins
fr_ca: Medicament

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Delete Medecin
fr_ca: Supprimer Médicament

source: Medecin
fr_ca: Médicament

source: Identifiant du medicament:
fr_ca: Identifiant du médicament :

source: Related Patients
fr_ca: Patient Associé

source: Created
fr_ca: Créer

source: Modified
fr_ca: Modifié

source: Employes Menu
fr_ca: Menu Employés

source: List Employes
fr_ca: Liste Employés

source: New Employes
fr_ca: Nouveau Employés

source: Appointments Menu
fr_ca: Menu Rencontres

source: New Appointment
fr_ca: Nouvelle Rencontre

source: List Appointments
fr_ca: Liste Rencontres

source: Add Patient
fr_ca: Ajouter Patient

source: Edit Patient
fr_ca: Modifier Patient

source: Delete Patient
fr_ca: Supprimer Patient

source: Related Medecins
fr_ca: Medicaments Associé

source: List Patients Medecins
fr_ca: Liste Patients Medecins

source: New Patients
fr_ca: Nouveau Patient

source: New Medecins
fr_ca: Nouveau Medicament

source: Add Patients Medecin
fr_ca: Ajouter Patient Medicament

source: Edit Patients Medecin
fr_ca: Modifier Patient Medicament

source: New Patients Medecin
fr_ca: Nouveau Patient Medicament

source: Patients Medecins
fr_ca: Patients Medicament

source: Delete Patients Medecin
fr_ca: Supprimer Patients Medicament

source: Patients Medecin
fr_ca: Patients Médicament

source: Add Appointment
fr_ca: Ajouter Rencontres

source: Edit Appointment
fr_ca: Modifier Rencontre

source: Appointments
fr_ca: Rencontres

source: Delete Appointment
fr_ca: Supprimer Rencontre

source: Appointment
fr_ca: Rencontre

source: Medical Center
fr_ca: Centre Médical

source: Hello
fr_ca: Bonjour

source: [Logout]
fr_ca: [Déconnexion]

source: [Login]
fr_ca: [Connexion]

source: Language
fr_ca: Langue

source: Add Employe
fr_ca: Ajouter Employe

source: Edit User
fr_ca: Modifier Utilisateur

source: New Employe
fr_ca: Nouveau Employe

source: Users
fr_ca: Utilisateur

source: Please enter your username and password
fr_ca: S'il vous plait entrez votre nom d'utilisateur et votre mot de passe.

source: Login
fr_ca: Connexion

source: Delete Employe
fr_ca: SupprimerEmployé

source: Edit Employe
fr_ca: Modifier Employé

source: User
fr_ca: Utilisateur

source: Username
fr_ca: Nom d'utilisateur
