Repository: xMyThoLoGyx/centremedicaleopenshift
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Invalid medicament
es: Medicamento no válido

source: The medicament has been saved
es: El medicamento se ha guardado

source: The medicament could not be saved. Please, try again.
es: El usuario no pudo ser guardado. Por favor, intente de nuevo mas tarde.

source: Medecins deleted
es: Rencontre eliminado

source: Medecins was not deleted
es: No se eliminó la Rencontre

source: Invalid patient
es: Paciente inválido

source: Patient saved.
es: El paciente se ha guardado

source: The patient has been saved.
es: El paciente se ha guardado

source: Patient deleted
es: Paciente eliminada

source: Patient was not deleted
es: Paciente no fue eliminado

source: Invalid patients medecin
es: Medecin pacientes no válido

source: The patients medecin has been saved
es: Se ha guardado la medecin de pacientes

source: The patients medecin could not be saved. Please, try again.
es: La medecin pacientes no podría ser ahorrada. Por favor, inténtelo de nuevo.

source: Patients medecin deleted
es: Medecin pacientes eliminado

source: Patients medecin was not deleted
es: Pacientes medecin no se eliminó

source: Invalid rencontre
es: Rencontre no válido

source: The rencontre has been saved
es: Se ha guardado el rencontre

source: The rencontre could not be saved. Please, try again.
es: El usuario no pudo ser guardado. Por favor, intente de nuevo mas tarde.

source: Rencontre deleted
es: Rencontre eliminado

source: Rencontre was not deleted
es: No se eliminó la Rencontre

source: Nom d'user ou mot de passe invalide, réessayer
es: Nombre de usuario y una contraseña no válida

source: Invalid user
es: Usuario no válido.

source: The user has been saved
es: El usuario ha sido guardado

source: The user could not be saved. Please, try again.
es: El usuario no pudo ser guardado. Por favor, intente de nuevo mas tarde.

source: User deleted
es: Usuario eliminado

source: User was not deleted
es: Usuario no fue eliminado

source: The translation has been saved
es: La traducción se ha guardado

source: Translation saved
es: Traducción guardada

source: Translation deleted
es: Traducción de borrado

source: Could not save the translation, please check your inputs.
es: Podría no guardar la traducción, por favor revise las entradas.

source: Invalid Translation
es: Traducción no válida

source: You need to confirm to delete this Translation
es: Usted necesita confirmar para borrar esta traducción

source: Admin Add Translation
es: Admin añadir traducción

source: List Translations
es: Traducciones de lista

source: Delete Translation "%s"?
es: ¿Eliminar traducción "%s"?

source: Be aware that your Translation and all associated data will be deleted if you confirm!
es: Ten en cuenta que su traducción y sus datos asociados se eliminará si confirmas!

source: Confirm
es: Confirmar

source: You have to confirm.
es: Tienes que confirmar.

source: Continue
es: Continuar

source: Admin Edit Translation
es: admin Edit traducción

source: Delete
es: Borrar

source: Submit
es: Enviar

source: Translations
es: Traducciones

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es: Página {:page} de {:pages}, mostrando {:current} registros de {:count} en total, empezando desde {:start} y terminando en {:end}

source: Locale Name
es: Nombre de configuración regional

source: Model Name
es: Nombre del modelo

source: Field
es: Campo

source: Content
es: Contenido

source: Search
es: Buscar

source: Actions
es: Acciones

source: View
es: Ver

source: Edit
es: Editar

source: Edit All locales for this entry
es: Editar todas las configuraciones regionales para esta entrada

source: New Translation
es: Nueva traducción

source: Translation
es: Traducción

source: Locale
es: Local

source: Model
es: Modelo

source: Foreign Key
es: Clave externa

source: Edit Translation
es: Edición / Traducción

source: Delete Translation
es: Eliminar traducción

source: Patients Menu
es: Menú de pacientes

source: List Patients
es: Pacientes de lista

source: New Patient
es: Paciente nuevo

source: Medecins Menu
es: Menú de médicos

source: List Medecins
es: Medicamentos de la lista

source: Add Medecins
es: Añadir a médicos

source: Are you sure you want to delete # %s?
es: Está seguro de que desea eliminar?

source: Edit Medecin
es: Editar medecin

source: New Medecin
es: Medecin nuevo

source: Medecins
es: Medicamentos

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Delete Medecin
es: Eliminar medecin

source: Identifiant du medicament:
es: Identifiant du medicamento:

source: Nom:
es: Nombre:

source: Related Patients
es: Relacionados con pacientes

source: Nom
es: Nombre

source: Created
es: Creado

source: Modified
es: Modificado

source: Employes Menu
es: Lista de empleados

source: List Employes
es: Lista de empleados

source: New Employes
es: Nuevos empleados

source: Appointments Menu
es: Menú de citas

source: New Appointment
es: Nueva Cita

source: List Appointments
es: Lista de citas

source: Add Patient
es: Añadir paciente

source: Edit Patient
es: Editar el paciente

source: Patients
es: Pacientes

source: Delete Patient
es: ¿Borrar paciente?

source: Patient
es: Paciente

source: Related Medecins
es: Relacionados con los medicamentos

source: List Patients Medecins
es: Lista medicamentos de pacientes

source: New Patients
es: Nuevos pacientes

source: New Medecins
es: Medicamentos nuevos

source: Add Patients Medecin
es: Añadir a medecin de pacientes

source: Edit Patients Medecin
es: Editar pacientes medecin

source: New Patients Medecin
es: Nuevos pacientes medecin

source: Patients Medecins
es: Medicamentos de pacientes

source: Delete Patients Medecin
es: Eliminar pacientes medecin

source: Patients Medecin
es: Medecin de pacientes

source: Add Appointment
es: Añadir nueva hora

source: Edit Appointment
es: Editar cita

source: Appointments
es: Citas

source: Delete Appointment
es: Borrar cita

source: Appointment
es: Cita

source: Date
es: Fecha y hora del evento

source: Medical Center
es: Polo Hospitalario

source: Hello
es: Hola

source: [Logout]
es: [Cerrar Sesión]

source: [Login]
es: [Acceder]

source: Language
es: Idioma

source: Add Employe
es: Agregar empleado

source: Edit User
es: Editar Usuario

source: New Employe
es: Nuevo empleado

source: Users
es: Usuarios

source: Please enter your username and password
es: Por favor, introduzca su nombre de usuario y contraseña.

source: Login
es: Ingresar

source: Delete Employe
es: Agregar empleado

source: Edit Employe
es: Agregar empleado

source: User
es: Usuario

source: Username
es: Nombre de Usuario

source: Role
es: Cargo

source: notBlank
es: no Vacío

source: datetime
es: Fecha y hora

source: numeric
es: número

source: date
es: día

source: alphaNumeric
es: Alfanumérico

source: Please enter a Locale
es: Introduce un escenario

source: Please enter a Model
es: Introduce un modelo

source: Please enter a Foreign Key
es: Introduce una clave externa

source: Please enter a Field
es: Introduce un campo
